Repository: eurolinux-enterprise-linux-sources/PackageKit
Catalog: src/po/*.po
Languages: de

source: Transaction
de: Transaktion

source: System time
de: Systemzeit

source: Succeeded
de: Erfolgreich

source: True
de: Wahr

source: False
de: Falsch

source: Role
de: Rolle

source: Duration
de: Dauer

source: (seconds)
de: (Sekunden)

source: Command line
de: Befehlszeile

source: User ID
de: Benutzerkennung

source: Username
de: Benutzername

source: Real name
de: Echter Name

source: Affected packages:
de: Beteiligte Pakete:

source: Affected packages: None
de: Beteilige Pakete: Keine

source: The following packages have to be removed:
de: Die folgenden Pakete müssen entfernt werden:

source: The following packages have to be installed:
de: Die folgenden Pakete müssen installiert werden:

source: The following packages have to be updated:
de: Die folgenden Pakete müssen aktualisiert werden:

source: The following packages have to be reinstalled:
de: Die folgenden Pakete müssen neu installiert werden:

source: The following packages have to be downgraded:
de: Die folgenden Pakete müssen heruntergestuft werden:

source: Type
de: Typ

source: Summary
de: Zusammenfassung

source: Category
de: Kategorie

source: ID
de: Kennung

source: Parent
de: Elternteil

source: Icon
de: Symbol

source: Details about the update:
de: Details zur Aktualisierung:

source: Package
de: Paket

source: Updates
de: Aktualisierungen

source: Obsoletes
de: Veraltete

source: Vendor
de: Hersteller

source: Restart
de: Neustart

source: Update text
de: Text aktualisieren

source: Changes
de: Änderungen

source: State
de: Status

source: Issued
de: Veröffentlicht

source: Updated
de: Aktualisiert

source: Percentage
de: Prozentsatz

source: Unknown
de: Unbekannt

source: System restart required by:
de: Ein Neustart wird erfordert von:

source: Session restart required:
de: Ein Neustart der Sitzung ist erforderlich:

source: System restart (security) required by:
de: Ein Neustart (zur Verbesserung der Sicherheit) wird erfordert von:

source: Session restart (security) required:
de: Ein Neustart der Sitzung (zur Verbesserung der Sicherheit) ist erforderlich:

source: Application restart required by:
de: Ein Programm-Neustart wird benötigt von:

source: Please restart the computer to complete the update.
de: Bitte starten Sie den Computer neu, um das Update abzuschließen.

source: Please logout and login to complete the update.
de: Bitte erneut anmelden, um die Aktualisierung abzuschließen.

source: Please restart the application as it is being used.
de: Starten Sie die Anwendung neu, da sie benutzt wird.

source: Please restart the computer to complete the update as important security updates have been installed.
de: Bitte starten Sie den Computer neu, um die Aktualisierung abzuschließen, denn es sind wichtige Sicherheitsaktualisierungen installiert worden.

source: Please logout and login to complete the update as important security updates have been installed.
de: Bitte erneut anmelden, um die Aktualisierung abzuschließen, denn es sind wichtige Sicherheitsaktualisierungen installiert worden.

source: The package %s is already installed
de: Das Paket »%s« ist bereits installiert

source: The package %s could not be installed: %s
de: Das Paket »%s« konnte nicht installiert werden: %s

source: Internal error: %s
de: Interner Fehler: %s

source: Proceed with changes?
de: Mit Änderungen fortfahren?

source: The package install was canceled!
de: Das Installieren der Pakete wurde abgebrochen!

source: This tool could not install the packages: %s
de: Folgende Pakete konnten nicht installiert werden: %s

source: This tool could not install the files: %s
de: Folgende Dateien konnten nicht installiert werden: %s

source: This tool could not remove %s: %s
de: »%s« konnte nicht entfernt werden: %s

source: This tool could not remove the packages: %s
de: Folgende Pakete konnten nicht entfernt werden: %s

source: Proceed with additional packages?
de: Mit zusätzlichen Paketen fortfahren?

source: The package removal was canceled!
de: Das Entfernen der Pakete wurde abgebrochen!

source: This tool could not download the package %s as it could not be found
de: Das Paket »%s« konnte nicht heruntergeladen werden, weil es nicht gefunden wurde

source: This tool could not download the packages: %s
de: Folgende Pakete konnten nicht heruntergeladen werden: %s

source: This tool could not update %s: %s
de: »%s« konnte nicht aktualisiert werden: %s

source: The package update was canceled!
de: Das Aktualisieren der Pakete wurde abgebrochen!

source: This tool could not get the requirements for %s: %s
de: Die Dateiliste für »%s« konnte nicht ermittelt werden: %s

source: This tool could not get the dependencies for %s: %s
de: Die Abhängigkeiten für »%s« konnte nicht ermittelt werden: %s

source: This tool could not get package details for %s: %s
de: Die Detailinformationen für »%s« konnten nicht ermittelt werden: %s

source: This tool could not find the files for %s: %s
de: Die Dateien für »%s« konnten nicht gefunden werden: %s

source: This tool could not get the file list for %s: %s
de: Die Dateiliste für »%s« konnte nicht ermittelt werden: %s

source: File already exists: %s
de: Datei ist bereits vorhanden: %s

source: Getting package list
de: Paketliste wird geholt

source: This tool could not get package list: %s
de: Folgende Paketliste konnte nicht geholt werden: %s

source: Failed to save to disk
de: Speichern auf dem Datenträger ist fehlgeschlagen

source: File does not exist: %s
de: Datei nicht vorhanden: %s

source: Packages to add
de: Hinzuzufügende Pakete

source: Packages to remove
de: Zu entfernende Pakete

source: No new packages need to be installed
de: Es müssen keine neuen Pakete installiert werden

source: To install
de: Zum Installieren

source: Searching for package:
de: Suche nach Paket:

source: not found.
de: nicht gefunden.

source: No packages can be found to install
de: Es können keine Pakete zum Installieren gefunden werden

source: Installing packages
de: Pakete werden installiert

source: This tool could not find the update details for %s: %s
de: Die Aktualisierungsinformationen für »%s« konnten nicht gefunden werden: %s

source: This tool could not get the update details for %s: %s
de: Die Aktualisierungsinformationen für »%s« konnten nicht ermittelt werden: %s

source: Error:
de: Fehler:

source: Package description
de: Paketbeschreibung

source: Message:
de: Hinweis:

source: Package files
de: Paketdateien

source: No files
de: Keine Dateien

source: Repository signature required
de: Signatur des Paketdepots wird benötigt

source: Do you accept this signature?
de: Akzeptieren Sie diese Signatur?

source: The signature was not accepted.
de: Diese Signatur wurde nicht akzeptiert.

source: End user license agreement required
de: Lizenzvereinbarung für Endbenutzer ist erforderlich

source: Do you agree to this license?
de: Sind Sie mit dieser Lizenz einverstanden?

source: The license was refused.
de: Die Lizenz wurde zurückgewiesen.

source: The daemon crashed mid-transaction!
de: Der Dämon stürzte während der Transaktion ab!

source: PackageKit Console Interface
de: Schnittstelle zur PackageKit-Konsole

source: Subcommands:
de: Unterbefehle:

source: Show extra debugging information
de: Erweiterte Fehlerdiagnose-Informationen anzeigen

source: Show the program version and exit
de: Programm-Version anzeigen und beenden

source: Set the filter, e.g. installed
de: Den Filter setzen, z.B. »installiert«

source: Exit without waiting for actions to complete
de: Beenden, ohne auf Beendigung der Aktionen zu warten

source: This tool could not connect to system DBUS.
de: Es konnte keine Verbindung zum System-DBUS aufgebaut werden.

source: The filter specified was invalid
de: Der angegebene Filter war ungültig

source: A search type is required, e.g. name
de: Eine Suchart ist nötig, z.B. »Name«

source: A search term is required
de: Ein Suchbegriff ist erforderlich

source: Invalid search type
de: Ungültige Suchart

source: A package name or filename to install is required
de: Ein Paket- oder Dateiname ist zur Installation nötig

source: A type, key_id and package_id are required
de: Ein Typ, Schlüsselkennung und Paketkennung sind nötig

source: A package name to remove is required
de: Zum Entfernen wird ein Paketname benötigt

source: A destination directory and the package names to download are required
de: Es ist ein Zielordner und die Namen der Pakete zum Herunterladen notwendig

source: Directory not found
de: Ordner nicht gefunden

source: A licence identifier (eula-id) is required
de: Eine Lizenzbezeichnung (eula-id) ist erforderlich

source: A transaction identifier (tid) is required
de: Eine Transaktionsbezeichnung (tid) ist erforderlich

source: A package name to resolve is required
de: Ein Paketname ist zur Auflösung erforderlich

source: A repository name is required
de: Ein Depotname wird benötigt

source: A repo name, parameter and value are required
de: Ein Depotname, Parameter und Wert sind erforderlich

source: An action, e.g. 'update-system' is required
de: Ein Vorgang, z.B. »update-system«, wird benötigt

source: A correct role is required
de: Eine korrekte Rolle wird benötigt

source: Failed to get the time since this action was last completed
de: Es war nicht möglich, die Zeit seit der letzten Fertigstellung festzustellen

source: A package name is required
de: Ein Paketname wird benötigt

source: A package provide string is required
de: Die Zeichenkette »Stellt bereit« wird benötigt

source: A list file name to create is required
de: Ein Dateiname ist zur Erstellung der Liste erforderlich

source: A list file to open is required
de: Ein Dateiname ist zum Öffnen der Liste erforderlich

source: Option '%s' is not supported
de: Option »%s« wird nicht unterstützt

source: Incorrect privileges for this operation
de: Sie haben nicht die notwendigen Rechte für diese Operation

source: Command failed
de: Ausführung des Befehls fehlgeschlagen

source: Downloading
de: Es wird heruntergeladen

source: Downloading packages
de: Pakete werden heruntergeladen

source: Downloading dependencies
de: Abhängigkeiten werden heruntergeladen

source: Set the file name of dependencies to be excluded
de: Den Dateinamen der Abhängigkeiten festlegen, die ausgeschlossen werden

source: The output file or directory (the current directory is used if ommitted)
de: Die Ausgabedatei oder der Ausgabeordner (falls leer, wird der aktuelle Ordner verwendet)

source: The package to be put into the service pack
de: Das Paket zum Hinzufügen in das Service-Pack

source: Put all updates available in the service pack
de: Alle verfügbaren Aktualisierungen zum Service-Pack hinzufügen

source: Neither --package or --updates option selected.
de: Weder »--package« noch »--updates« wurden als Option gewählt.

source: Both options selected.
de: Beide Optionen ausgewählt.

source: A output directory or file name is required
de: Ein Ausgabeordner oder Dateiname ist erforderlich

source: The package manager cannot perform this type of operation.
de: Die Paketverwaltung kann diesen Aufgabentyp nicht ausführen.

source: Service packs cannot be created as PackageKit was not built with libarchive support.
de: Service-Packs können nicht erstellt werden, weil PackageKit ohne Unterstützung für »libarchive« erstellt wurde.

source: If specifying a file, the service pack name must end with
de: Wenn Sie eine Datei angeben, dann muss der Name des Service-Packs enden mit

source: A pack with the same name already exists, do you want to overwrite it?
de: Ein Service-Pack mit dem selben Namen existiert bereits, soll es überschrieben werden?

source: The pack was not overwritten.
de: Das Service-Pack wurde nicht überschrieben.

source: Failed to create directory:
de: Ordner konnte nicht erstellt werden:

source: Failed to open package list.
de: Paketliste konnte nicht geöffnet werden.

source: Finding package name.
de: Paketnamen werden gesucht.

source: Failed to find package '%s': %s
de: Paket »%s« konnte nicht gefunden werden: %s

source: Creating service pack...
de: Service-Pack wird erstellt …

source: Service pack created '%s'
de: Service-Pack »%s« wurde erstellt

source: Failed to create '%s': %s
de: Erzeugen von »%s« ist fehlgeschlagen: %s

source: Cannot show the list of transactions
de: Liste der Transaktionen kann nicht angezeigt werden

source: The package could not be found
de: Das Paket konnte nicht gefunden werden

source: More than one package matches:
de: Es passt mehr als ein Paket:

source: Please choose the correct package:
de: Bitte wählen Sie das richtige Paket:

source: Please enter a number from 1 to %i:
de: Bitte geben Sie eine Zahl zwischen 1 und %i ein:

source: Getting package information...
de: Paket-Informationen werden gelesen …

source: Run %s
de: %s starten

source: Installed version
de: Installierte Version

source: Run version %s now
de: Jetzt Version %s starten

source: Run now
de: Jetzt ausführen

source: Update to version %s
de: Aktualisierung auf Version %s

source: Install %s now
de: %s jetzt installieren

source: No packages found for your system
de: Keine Pakete für Ihr System gefunden

source: Installing...
de: Es wird installiert …

source: Downloading details about the software sources.
de: Details über Softwarequellen werden heruntergeladen

source: Downloading filelists (this may take some time to complete).
de: Dateilisten werden heruntergeladen (dies kann einen Moment dauern)

source: Waiting for package manager lock.
de: Auf Blockierung des Paketmanagers wird gewartet

source: Loading list of packages.
de: Paketliste wird geladen.

source: Failed to search for file
de: Die Suche nach der Datei ist fehlgeschlagen

source: Failed to launch:
de: Start ist fehlgeschlagen:

source: PackageKit Command Not Found
de: PackageKit-Befehl wurde nicht gefunden

source: Command not found.
de: Befehl wurde nicht gefunden.

source: Similar command is:
de: Ein ähnlicher Befehl lautet:

source: Run similar command:
de: Ähnlichen Befehl ausführen:

source: Similar commands are:
de: Ähnliche Befehle sind:

source: Please choose a command to run
de: Bitte wählen Sie einen Befehl zum Ausführen

source: The package providing this file is:
de: Das folgende Paket stellt diese Datei bereit:

source: Install package '%s' to provide command '%s'?
de: Soll das Paket »%s« installiert werden, welches den Befehl »%s« bereitstellt?

source: Packages providing this file are:
de: Pakete, die diese Datei bereitstellen, sind:

source: Suitable packages are:
de: Passende Pakete sind:

source: Please choose a package to install
de: Bitte wählen Sie ein Paket zum Installieren

source: Starting install
de: Installation wird begonnen

source: Failed to find the package %s, or already installed: %s
de: Das Paket »%s« konnte nicht gefunden werden, oder es ist bereits installiert: %s

source: Don't actually install any packages, only simulate what would be installed
de: Keine Pakete tatsächlich installieren, sondern nur die Installation simulieren

source: Do not install dependencies of the core packages
de: Keine Abhängigkeiten der Grundpakete installieren

source: Do not display information or progress
de: Keine Informationen oder Fortschritt anzeigen

source: PackageKit Debuginfo Installer
de: PackageKit Fehlerdiagnose-Installation

source: ERROR: Specify package names to install.
de: FEHLER: Sie müssen Paketnamen zum Installieren angeben.

source: Getting sources list
de: Quellenliste wird geholt

source: Found %i enabled and %i disabled sources.
de: Es wurden %i aktivierte und %i deaktivierte Quellen gefunden.

source: Finding debugging sources
de: Fehlerdiagnose-Quellen werden gesucht

source: Found %i disabled debuginfo repos.
de: Es wurden %i deaktivierte Fehlerdiagnose-Depots gefunden.

source: Enabling debugging sources
de: Fehlerdiagnose-Quellen werden aktiviert

source: FAILED.
de: FEHLGESCHLAGEN.

source: Enabled %i debugging sources.
de: %i Fehlerdiagnose-Quellen wurden aktiviert.

source: Finding debugging packages
de: Fehlerdiagnose-Pakete werden gesucht.

source: Failed to find the package %s: %s
de: Das Paket »%s« konnte nicht gefunden werden: %s

source: Failed to find the debuginfo package %s: %s
de: Das Fehlerdiagnose-Paket »%s« konnte nicht gefunden werden: %s

source: Found no packages to install.
de: Es wurden keine Pakete zum Installieren gefunden.

source: Found %i packages:
de: Es wurden %i Pakete gefunden:

source: Finding packages that depend on these packages
de: Es werden Pakete gesucht, die von diesen Paketen abhängen

source: Could not find dependant packages: %s
de: Es konnten keine abhängigen Pakete gefunden werden: %s

source: Found %i extra packages.
de: Es wurden %i zusätzliche Pakete gefunden.

source: No extra packages required.
de: Es werden keine zusätzlichen Pakete benötigt.

source: Found %i packages to install:
de: Es wurden %i Pakete zum Installieren gefunden:

source: Not installing packages in simulate mode
de: Es werden im Simulationsmodus keine Pakete installiert

source: Could not install packages: %s
de: Die Pakete konnten nicht installiert werden: %s

source: Disabling sources previously enabled
de: Zuvor aktivierte Quellen werden deaktiviert

source: Could not disable the debugging sources: %s
de: Die Fehlerdiagnose-Quellen konnten nicht deaktiviert werden: %s

source: Disabled %i debugging sources.
de: %i Fehlerdiagnose-Quellen wurden deaktiviert.

source: Failed to open file
de: Das Öffnen der Datei ist fehlgeschlagen

source: Failed to write to the file
de: Das Schreiben in die Datei ist fehlgeschlagen

source: Failed to write to device
de: Das Schreiben auf dem Gerät ist fehlgeschlagen

source: Device could not be found
de: Das Gerät konnte nicht gefunden werden

source: Failed to unregister driver
de: Treiber konnte nicht abgemeldet werden

source: Failed to register driver
de: Treiber konnte nicht registriert werden

source: Device path not found
de: Gerätepfad nicht gefunden

source: Incorrect device path specified
de: Falschen Gerätepfad angegeben

source: Don't actually touch the hardware, only simulate what would be done
de: Keine Hardware tatsächlich anrühren, sondern nur simulieren, was gemacht wird

source: Device paths
de: Gerätepfade

source: You need to specify at least one valid device path
de: Sie müssen mindestens einen korrekten Gerätepfad angeben

source: This script can only be used by the root user
de: Dieses Skript kann nur von dem Root-Benutzer verwendet werden.

source: Verifying device path
de: Gerätepfad wird geprüft

source: Failed to verify device path
de: Überprüfung des Gerätepfades ist fehlgeschlagen

source: Attempting to rebind device
de: Neu Einbinden des Gerätes wird versucht

source: Failed to rebind device
de: Neu Einbinden des Gerätes ist fehlgeschlagen

source: PackageKit Catalog
de: PackageKit-Katalog

source: PackageKit Package List
de: PackageKit-Paketliste

source: Accept EULA
de: EULA annehmen

source: Authentication is required to accept a EULA
de: Legitimation ist zum Annehmen der EULA erforderlich

source: Authentication is required to cancel a task that was not started by yourself
de: Legitimation ist zum Abbrechen einer Aufgabe erforderlich, die nicht von Ihnen initiiert wurde

source: Authentication is required to change software source parameters
de: Legitimation ist zur Änderung der Einstellungen zu den Softwarequellen erforderlich

source: Authentication is required to consider a key used for signing packages as trusted
de: Legitimation ist zum Vertrauen eines Paketsignaturschlüssels erforderlich

source: Authentication is required to install a signed package
de: Legitimation ist zum Installieren eines signierten Paketes erforderlich

source: Authentication is required to install an untrusted package
de: Legitimation ist zum Installieren eines nicht vertrauenswürdigen Paketes erforderlich

source: Authentication is required to refresh the system sources
de: Legitimation ist zum Aktualisieren der Systemressourcen erforderlich

source: Authentication is required to reload the device with a new driver
de: Legitimation ist erforderlich, um das Gerät mit einem neuen Treiber zu laden

source: Authentication is required to remove packages
de: Legitimation ist zum Entfernen eines Paketes erforderlich

source: Authentication is required to rollback a transaction
de: Legitimation ist zum Revidieren einer Transaktion erforderlich

source: Authentication is required to set the network proxy used for downloading packages
de: Legitimation ist zum Festlegen eines Netzwerk-Proxys zum Herunterladen von Paketen erforderlich

source: Authentication is required to update packages
de: Legitimation ist zum Aktualisieren von Paketen erforderlich

source: Cancel foreign task
de: Externe Aufgabe abbrechen

source: Change software source parameters
de: Einstellungen der Depotquelle ändern

source: Install signed package
de: Signierte Pakete installieren

source: Install untrusted local file
de: Nicht vertrauenswürdige lokale Datei installieren

source: Refresh system sources
de: Systemressourcen aktualisieren

source: Reload a device
de: Ein Gerät neu laden

source: Remove package
de: Paket entfernen

source: Rollback to a previous transaction
de: Eine vorhergehende Transaktion revidieren

source: Set network proxy
de: Netwerk-Proxy festlegen

source: Trust a key used for signing packages
de: Einem Schlüssel zum Signieren von Paketen vertrauen

source: Update packages
de: Pakete aktualisieren

source: Startup failed due to security policies on this machine.
de: Startfehler wegen Sicherheitsrichtlinien auf diesem Rechner

source: This can happen for two reasons:
de: Dies kann aus zwei Gründen passieren:

source: The correct user is not launching the executable (usually root)
de: Der korrekte Benutzer führt nicht das Programm aus (normalerweise root)

source: The org.freedesktop.PackageKit.conf file is not installed in the system directory:
de: Die org.freedesktop.PackageKit.conf-Datei ist nicht auf Ihrem Rechner im Systemordner installiert:

source: Packaging backend to use, e.g. dummy
de: Zu verwendendes Packaging-Backend, z.B. dummy

source: Daemonize and detach from the terminal
de: In Dienst umwandeln und vom Terminal ablösen

source: Disable the idle timer
de: Den Bereitschaftszähler deaktivieren

source: Show version and exit
de: Version zeigen und beenden

source: Exit after a small delay
de: Nach kurzer Verzögerung beenden

source: Exit after the engine has loaded
de: Nach Laden des Kerns beenden

source: PackageKit service
de: PackageKit-Dienst

source: Cannot connect to the system bus
de: Verbindung zum System-Bus konnte nicht hergestellt werden

source: Error trying to start:
de: Fehler beim Startversuch:

source: To install debugging packages, extra sources need to be enabled
de: Zur Installation von Fehlerdiagnose-Paketen müssen zusätzliche Quellen aktiviert werden

source: The software is not from a trusted source.
de: Die Software stammt nicht aus einer vertrauenswürdigen Quelle.

source: Do not update this package unless you are sure it is safe to do so.
de: Aktualisieren Sie dieses Paket nur, wenn Sie überzeugt sind, dass dies sicher ist.

source: Do not update these packages unless you are sure it is safe to do so.
de: Aktualisieren Sie diese Pakete nur, wenn Sie dies für sicher halten.

source: Do not install this package unless you are sure it is safe to do so.
de: Installieren Sie dieses Paket nur, wenn Sie dies für sicher halten.

source: Do not install these packages unless you are sure it is safe to do so.
de: Installieren Sie diese Pakete nur, wenn Sie dies für sicher halten.

source: Malicious software can damage your computer or cause other harm.
de: Bösartige Software kann Ihren Computer beschädigen oder anderen Schaden anrichten.

source: Many packages
de: Viele Pakete

source: Only trusted
de: Nur vertrauenswürdige
